export const state = () => ({
  list: {
    1: {
      id: 1,
      title: 'Булочка Московская',
      img: `${require('~/assets/images/bulochka1.jpg')}`,
      shortDesc: 'Ароматная вкусная мягкая такая нежная сладкая',
      fullDesc: 'Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю  1',
      price: 140,
      dough: 'yeast'
    },
    2: {
      id: 2,
      title: 'Булочка Спасская',
      img: `${require('~/assets/images/bulochka2.jpg')}`,
      shortDesc: 'Терпкая насыщенная ореховая пряная пикантная',
      fullDesc: 'Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю  2',
      price: 30,
      isNew: true,
      dough: 'layered'
    },
    3: {
      id: 3,
      title: 'Булочка Петровская',
      img: `${require('~/assets/images/bulochka3.jpg')}`,
      shortDesc: 'Фруктовая сливочная кремовая воздушная пышная',
      fullDesc: 'Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю  3',
      price: 555,
      dough: 'yeast'
    },
    4: {
      id: 4,
      title: 'Булочка Шкатулочка',
      img: `${require('~/assets/images/bulochka4.jpg')}`,
      shortDesc: 'Пропитанная шоколадная соленая ореховая терпкая',
      fullDesc: 'Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю  4',
      price: 321,
      isNew: true,
      dough: 'layered'
    },
    5: {
      id: 5,
      title: 'Булочка Мещанская',
      img: `${require('~/assets/images/bulochka1.jpg')}`,
      shortDesc: 'Слоеная сочная бархатистая хрустящая карамельная',
      fullDesc: 'Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю  5',
      price: 47,
      dough: 'yeast'
    },
    6: {
      id: 6,
      title: 'Булочка Таганская',
      img: `${require('~/assets/images/bulochka2.jpg')}`,
      shortDesc: 'Горькая грязная невкусная с марципаном и изюмом фу зачем',
      fullDesc: 'Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю. Съешь ещё этих мягких французских булок, да выпей же чаю  6',
      price: 666,
      isNew: true,
      dough: 'layered'
    }
  }
})
